package com.example.zwq.mrrdemo.service.bean;

/**
 * @ClassName :    com.example.zwq.mrrdemo.service.bean
 * @Describe :     每日一文实体类
 * @Author :       ZWQ
 * @Time :       2017/4/6 10:16
 */

public class BookBean {

    /**
     * data : {"author":"刘瑜","content":"<p>我人生中最急中生智的一刻可能是6岁那年夏天的一个深夜。那天我又在邻居杨丽丽家看了一晚上电视。先是杨丽丽困了上床睡觉去了，后来是她妹妹杨萍萍上床睡觉去了，后来杨爸爸杨妈妈杨奶奶全都困了上床睡觉去了。只有我，一个人，6岁的邻居小朋友，还死皮赖脸地坐在他们家客厅的小板凳上，在黑暗中看着一闪一闪的屏幕，目不转睛地看完了一个又一个节目，直到电视都困了，深夜的屏幕上猝不及防地打出四个大字：谢谢收看。<\/p><p>我只好恋恋不舍的回家去了，一边钻进被窝一边意犹未尽地回味着电视屏幕上的一切。这时候爸爸问我：你在杨丽丽家都看了什么电视片啊？我思绪翻滚，我想说我看了这个，我想说我看了那个，但是其实我也不知道我看了些什么，于是脑子里灵光一闪，郑重地告诉爸爸：\u201c谢谢收看\u201d。<\/p><p>这件事情说明：第一，当时我们的国家还是相对贫困的，还有很多家庭买不起电视，造成很多家庭间的电视移民；第二，一个小朋友是先学会念字后学会理解它的含义的\u2014\u2014她也许已经能够拼读谢谢收看四个字了，但是她不知道这四个字放在一起是什么意思，就像她被强迫背诵\u201c白日依山尽，黄河入海流\u201d，但是她不知道那是什么意思；第三，小时候的我，非常热爱看电视。<\/p><p>后来通过我的两个小侄子，我看到了儿童看电视的那种眼神。那个闪亮的方盒子，像个在巫师一样在发功，而他们则被催眠了一样，灵魂一点一点被吸走。目不转睛、目不转睛、目不转睛。你往他们的左边一挡，他们的脑袋就齐刷刷地往右边一偏，你往他们右边一挡，他们的脑袋就齐刷刷地往左边一偏，甚至没工夫跟你交涉你所站的位置是否合理。动画片当然最好，但是古装电视剧也行，甚至经济台的生猪市场价格变动都能看得下去。啊，关键是整个美好世界在那个盒子里色彩缤纷地一闪、一闪、一闪。<\/p><p>初中时代大约是我一生中最苍老的时候。那时候，为了学习，为了争当三好，为了传说中金灿灿的未来，我无师自通学会了\u201c存天理、灭人欲\u201d这个变态的哲学。灭人欲的表现之一当然是消灭一切恋爱的细菌，将一切男生给我抛的媚眼写的纸条以及我对一切男同学产生的情绪波动都毫不犹豫地扼杀在摇篮中，并踏上一万只脚；表现之二就是用非常严苛的态度对待自己的穿着打扮。披头散发，是不行地。高跟鞋，那简直骇人听闻。超短裙？我30岁以前从来没有穿过！有一天王勇琴披着头发来上学，我当场质问她为什么不梳辫子，她说她中午洗的头发干不了，我简直气愤填膺，你就不能早点儿洗头吗或者晚点儿洗头吗你为什么要中午洗头呢，骗人！肯定是骗人的！<\/p><p>啊，21世纪的青年们原谅我吧。那时候我想在一切动词前面加上\u201c秋风扫落叶般地\u201d这个状语，那时候我的床头还贴着一个小标语，叫\u201c战胜自我\u201d。一个少女被她所处的时代都给逼得在床头贴出\u201c战胜自我\u201d了，那不但是可原谅，甚至是可心疼的吧。<\/p><p>\u201c存天理、没人欲\u201d的最重大表现就是不看电视。我不需要爸妈告诫我不要看电视，也没有学会用这件事作为砝码去讨价还价得到一些东西（真是太缺乏生意头脑了）。每天晚上吃完饭，我像个机器人一样，啪，落入书桌前。啪，开始看书做习题。啪啪啪，做完了一切变态题之后心满意足的睡去。在这个过程中，另一个房间里《昨夜星辰》、《星星知我心》、《笑傲江湖》、《六个梦》等经典电视剧在如泣如诉地上映。我虽然看不到，但我知道《星星知我心》那个感人的妈妈有5个小孩，分别叫秀秀，东东，弯弯，佩佩，彬彬，其中我最喜欢的是\u201c佩佩\u201d，因为她的名字用台湾腔念起来是那样的，佩\u2014\u2014佩\u2014\u2014另外我还知道它的主题曲是那样的：昨夜的！昨夜的！星\u2014\u2014辰\u2014\u2014啊，不对，那个是《昨夜星辰》。<\/p><p>很多年以后我才知道自己的变态哲学导致自己错失了多少东西。上大学以后，在别人都能够搞清楚刘雪华、林青霞、吕秀菱都演过谁谁谁以及萧峰令狐冲韦小宝都出现在哪部电视剧里时，我对这些几乎一无所知。我就这样错过了通过电视剧接受宝贵的爱国主义教育、正确的恋爱观教育以及八荣八耻道德观教育的机会。<\/p><p>上大学以后住宿舍，听电视都不可能了。我的电视时代就这样中断了，从一个宿舍到另一个宿舍，一断就是八年。期间电视上再发生了些什么，我也不大清楚。只是每年寒暑假回去，隐约看到刘培、张国立、徐帆等人不停地在电视上晃。噢，对了，还有\u201c小燕子\u201d风暴。一群疯疯癫癫的男男女女穿着古装在电视上或发嗲或咆哮，对于当时已经暗暗自诩文化精英的我，真是风乍起，吹皱一身鸡皮疙瘩。要是不小心看到武打剧里一个高人一掌把一座大山给劈了个窟窿，我就接近崩溃了。什么呀，不就是个\u201c武林至尊\u201d地位吗，这么多年了，这么多电视剧了，这么多演员了，还没分出高下啊。别打了，都热兵器时代了，各个门派提高一下研发经费好不好。再说这些长衣飘飘的美男美女整天在山水田野\u2014\u2014也就是江湖上\u2014\u2014马不停蹄地奔跑，到处搞串联，不用上班啊，不用交税啊，福利国家啊。<\/p><p>等到2000年末，在一个纽约的小公寓里再打开电视时，我悲哀地发现，我已经不爱看电视了。外国的电视剧和中国的一样不好看。美剧分为午间的和晚间的两类。午间的就是美式琼瑶剧\u2014\u2014总有一个男青年的爸爸不是他亲爸爸，总有一个女青年在不该怀孕的时候怀孕了，总有一个好人听信了坏人的谗言，总有一个坏人最后变成好人。晚间的电视剧就是美式武打剧\u2014\u2014破案。每个城市，纽约，芝加哥，迈阿密，洛杉矶，都有自己的破案系列，每次节目都以发现一具尸体开始，以人民警察光荣破案终。当然了，美式破案剧比中式武打剧还是稍微人道一点：基本上没有考验神经的\u201c嚎啕\u201d片段，而中国的电视剧，无论武打剧家庭剧破案剧历史剧，都有阵发性嚎啕防不胜防地出现，真是屋漏偏逢连夜雨，大珠小珠落玉盘。不过，美剧在这方面又走向另一个极端了。美式破案据里，基本上人人都胸有成竹，面无表情，语气冰冷，那些办案人员，人人都似乎见识过大世面，看到一具惨死的尸体，就象看到一块石头一样无动于衷。我就不信了，死成那样还面无表情？头给锯下来还给劈成了两半。装得很辛苦吧。<\/p><p>让我恢复对电视爱好的，是发现了各类情景喜剧和脱口秀。好看的情景喜剧包括（排名分先后）：Seinfeld；That 70s Show；Will and Grace；Everybody Loves Raymond；Simpsons；Two and Half Man\u2026排在最后的，就是那个最流行的Friends。有一个据说很好看的动画情景喜剧叫South Park，但是奇怪的是我没怎么看到电视上演。最好看的脱口秀是Jay Leno和Connar O\u2019Brien。还有几个据说很有名的脱口秀比如Stephen Colbert之类，但是他们的政治观点太左了，我这个反动派实在看不下去。老是抓着布什不放，既没有新意，又安全无比，柿子专找软的捏，太没劲了，有本事你骂奥巴马试试看！<\/p><p>我之所以喜爱情景喜剧和脱口秀，是因为其中的对话特别聪明，稀里哗啦噼里啪啦地聪明，那小机智小幽默，那线路，那速度，那弧旋，那扣杀，比乒乓球冠军决赛还好看。前一段有朋友给我发周立波的单口相声视频，说是特别好玩，已经红遍大江南北了。我看了之后，就觉得中国人真可怜，这不让说，那不让讲，一会儿有关部门很生气，一会儿广大群众很受伤，那么一点蹑手蹑脚的小玩笑，大家就迫不及待奔走相告了。<\/p><p>到了英国之后，我惊恐地发现，英国人的电视节目里几乎没有情景喜剧和脱口秀。而英国的电视剧真不好看，既没有中国式波澜壮阔的嚎啕，也没有美国式胸有成竹的紧凑，他们的故事无色无味无盐无糖\u2014\u2014怎么说呢\u2014\u2014好吧，我从来不能坚持连续看10分钟以上，所以确实不知道该怎么说。他们也有一两个类似脱口秀的节目，一群喜剧演员聚在一起损政治家、电影明星、体育明星。聪明也是真聪明，可是特别特别mean！连我这么邪恶的人，都看不下去。而且那些残酷的笑话，明显卖弄的成分大大超过了娱乐的成分，所以我不爱看。英式幽默比起美式幽默，那是要颜色深很多，如果说美式幽默是帮观众抓痒，英式幽默则是一把匕首飞过来，躲得过算你命大，躲不过算你倒霉。<\/p><p>英国的电视节目相对好看的是纪录片和时政新闻。比如Paranoma，就是通过这个纪录片系列，我了解到日本的贫困阶层有多穷，中国的贩卖儿童业现状，苏丹的近况，联合国的腐败\u2026\u2026时政新闻的好看之处在于，任何一个问题，主持人都会请正反两方表达意见，但是英国的国内政治，大多是鸡毛蒜皮的争执，正方反方似乎都是无聊方。<\/p><p>好在还有《Friends》。我在英国的两年里，BBC 4+1在重放美剧《Friends》。这个曾经在我的排名中名列最后的情景喜剧，在与自己的竞争中，一举跃为第一名。每天晚上6-7点，Rachel, Phoebe, Monica, Ross, Joey, Chandler准时出现。6-7点大约是我每天回家的时间，回家第一件事，就是打开电视，调到《Friends》。其实我也不总在看，有时候就是开着电视，让欢声笑语充满整个公寓。此情此景说起来似乎有些凄凉：一个中年女人身在异乡，一个人回到空荡荡的公寓，她在厨房里切菜，电饭煲里的饭在滋滋冒气，空空的沙发对面，电视里传来阵阵欢声笑语。<\/p><p>出国时间长，对国内与时俱进的电视业发展已经无法追踪了。《士兵突击》、《我的团长我的团》、《我的兄弟叫顺溜》、《汉武大帝》、《雍正王朝》、《新少林传奇》、《少年包青天》、《可爱的你》、《潜伏》\u2026\u2026每年回家，发现嚎啕的还在嚎啕，劈大山的还在劈大山，韩剧仍然是女主角在第8集打了一个喷嚏，到了第 80集才抽出纸巾来。一个新现象是近几年突然涌现出很多歌颂\u201c我军官兵\u201d的电视剧。我想这个地球上还有哪个国家如此热衷于拍摄歌颂暴力机器的电视剧呢，我想这个地球还有哪个国家把同胞互相残杀的悲剧拍摄成可歌可泣的伟大胜利呢，我想这个地球上还有哪个国家的电视里几乎从来不报道关系国计民生的\u201c群体性事件\u201d但是所有电视台狂热报道日全食呢\u2026\u2026我想啊想啊百思不得其解。百思不得其解之后，我家的电视基本上永远是停留在中央二台，我不看电视剧不看综艺节目不看时政新闻就看看经济新闻总可以吧。经济频道好歹有时候还拉我的偶像任志强老师和买房消费者辩论辩论呢。当然有时候我也偷偷看看新闻联播，我主要是想研究研究我国的\u201c领导排坐学\u201d、\u201c领导表情学\u201d、\u201c领导视察学\u201d等领域近年有没有实现理论上的重大突破。<\/p><p>在美国的时候，我认识一堆家里没有电视的人。这些人有一个共同特点，就是很有文化。作为文化人，他们很清高，而电视则是很低俗的东西，为了避免被低俗文化污染，于是他们毅然决然的放弃了电视。对此我很困惑：第一，他们家来客人又没话说的时候，他们的眼睛都往哪里投放呢？第二，在他们怀疑人生的时候，通过什么方式来找到更倒霉的人从而重新树立生活的信心呢？第三，在他们想通过骂人来建立智力优越感的时候，怎样迅速找到大规模的傻叉呢？（画外音：网络\u2026\u2026）第四，如果他们家里有孩子，他们怎样让正在哭闹的、特别粘人的、满地打滚的小朋友迅速消失恢复安静呢？啊，小朋友多么热爱看电视。至少有一个小朋友曾经如此。很多年前的那个夏夜，她仰望着那个闪闪发光的小盒子，良莠不分，来者不拒，坚持把所有的电视节目看了个底朝天，看到\u201c谢谢收看\u201d为止。她后来成了一个没有故乡的人，但是当时，她坐在小板凳上，美好世界从那个小盒子向她奔涌而去，她眼里装着全世界的惊喜。<\/p>","date":{"curr":"20170406","next":"20170407","prev":"20170405"},"digest":"我人生中最急中生智的一刻可能是6岁那年夏天的一个深夜。那天我又在邻居杨丽丽家看了一晚上电视。先是杨丽丽困了上床睡觉去了，后来是她妹妹杨萍萍上","title":"谢谢收看","wc":4527}
     */

    private DataBean data;

    public DataBean getData() {
        return data;
    }

    public void setData(DataBean data) {
        this.data = data;
    }

    public static class DataBean {
        /**
         * author : 刘瑜
         * content : <p>我人生中最急中生智的一刻可能是6岁那年夏天的一个深夜。那天我又在邻居杨丽丽家看了一晚上电视。先是杨丽丽困了上床睡觉去了，后来是她妹妹杨萍萍上床睡觉去了，后来杨爸爸杨妈妈杨奶奶全都困了上床睡觉去了。只有我，一个人，6岁的邻居小朋友，还死皮赖脸地坐在他们家客厅的小板凳上，在黑暗中看着一闪一闪的屏幕，目不转睛地看完了一个又一个节目，直到电视都困了，深夜的屏幕上猝不及防地打出四个大字：谢谢收看。</p><p>我只好恋恋不舍的回家去了，一边钻进被窝一边意犹未尽地回味着电视屏幕上的一切。这时候爸爸问我：你在杨丽丽家都看了什么电视片啊？我思绪翻滚，我想说我看了这个，我想说我看了那个，但是其实我也不知道我看了些什么，于是脑子里灵光一闪，郑重地告诉爸爸：“谢谢收看”。</p><p>这件事情说明：第一，当时我们的国家还是相对贫困的，还有很多家庭买不起电视，造成很多家庭间的电视移民；第二，一个小朋友是先学会念字后学会理解它的含义的——她也许已经能够拼读谢谢收看四个字了，但是她不知道这四个字放在一起是什么意思，就像她被强迫背诵“白日依山尽，黄河入海流”，但是她不知道那是什么意思；第三，小时候的我，非常热爱看电视。</p><p>后来通过我的两个小侄子，我看到了儿童看电视的那种眼神。那个闪亮的方盒子，像个在巫师一样在发功，而他们则被催眠了一样，灵魂一点一点被吸走。目不转睛、目不转睛、目不转睛。你往他们的左边一挡，他们的脑袋就齐刷刷地往右边一偏，你往他们右边一挡，他们的脑袋就齐刷刷地往左边一偏，甚至没工夫跟你交涉你所站的位置是否合理。动画片当然最好，但是古装电视剧也行，甚至经济台的生猪市场价格变动都能看得下去。啊，关键是整个美好世界在那个盒子里色彩缤纷地一闪、一闪、一闪。</p><p>初中时代大约是我一生中最苍老的时候。那时候，为了学习，为了争当三好，为了传说中金灿灿的未来，我无师自通学会了“存天理、灭人欲”这个变态的哲学。灭人欲的表现之一当然是消灭一切恋爱的细菌，将一切男生给我抛的媚眼写的纸条以及我对一切男同学产生的情绪波动都毫不犹豫地扼杀在摇篮中，并踏上一万只脚；表现之二就是用非常严苛的态度对待自己的穿着打扮。披头散发，是不行地。高跟鞋，那简直骇人听闻。超短裙？我30岁以前从来没有穿过！有一天王勇琴披着头发来上学，我当场质问她为什么不梳辫子，她说她中午洗的头发干不了，我简直气愤填膺，你就不能早点儿洗头吗或者晚点儿洗头吗你为什么要中午洗头呢，骗人！肯定是骗人的！</p><p>啊，21世纪的青年们原谅我吧。那时候我想在一切动词前面加上“秋风扫落叶般地”这个状语，那时候我的床头还贴着一个小标语，叫“战胜自我”。一个少女被她所处的时代都给逼得在床头贴出“战胜自我”了，那不但是可原谅，甚至是可心疼的吧。</p><p>“存天理、没人欲”的最重大表现就是不看电视。我不需要爸妈告诫我不要看电视，也没有学会用这件事作为砝码去讨价还价得到一些东西（真是太缺乏生意头脑了）。每天晚上吃完饭，我像个机器人一样，啪，落入书桌前。啪，开始看书做习题。啪啪啪，做完了一切变态题之后心满意足的睡去。在这个过程中，另一个房间里《昨夜星辰》、《星星知我心》、《笑傲江湖》、《六个梦》等经典电视剧在如泣如诉地上映。我虽然看不到，但我知道《星星知我心》那个感人的妈妈有5个小孩，分别叫秀秀，东东，弯弯，佩佩，彬彬，其中我最喜欢的是“佩佩”，因为她的名字用台湾腔念起来是那样的，佩——佩——另外我还知道它的主题曲是那样的：昨夜的！昨夜的！星——辰——啊，不对，那个是《昨夜星辰》。</p><p>很多年以后我才知道自己的变态哲学导致自己错失了多少东西。上大学以后，在别人都能够搞清楚刘雪华、林青霞、吕秀菱都演过谁谁谁以及萧峰令狐冲韦小宝都出现在哪部电视剧里时，我对这些几乎一无所知。我就这样错过了通过电视剧接受宝贵的爱国主义教育、正确的恋爱观教育以及八荣八耻道德观教育的机会。</p><p>上大学以后住宿舍，听电视都不可能了。我的电视时代就这样中断了，从一个宿舍到另一个宿舍，一断就是八年。期间电视上再发生了些什么，我也不大清楚。只是每年寒暑假回去，隐约看到刘培、张国立、徐帆等人不停地在电视上晃。噢，对了，还有“小燕子”风暴。一群疯疯癫癫的男男女女穿着古装在电视上或发嗲或咆哮，对于当时已经暗暗自诩文化精英的我，真是风乍起，吹皱一身鸡皮疙瘩。要是不小心看到武打剧里一个高人一掌把一座大山给劈了个窟窿，我就接近崩溃了。什么呀，不就是个“武林至尊”地位吗，这么多年了，这么多电视剧了，这么多演员了，还没分出高下啊。别打了，都热兵器时代了，各个门派提高一下研发经费好不好。再说这些长衣飘飘的美男美女整天在山水田野——也就是江湖上——马不停蹄地奔跑，到处搞串联，不用上班啊，不用交税啊，福利国家啊。</p><p>等到2000年末，在一个纽约的小公寓里再打开电视时，我悲哀地发现，我已经不爱看电视了。外国的电视剧和中国的一样不好看。美剧分为午间的和晚间的两类。午间的就是美式琼瑶剧——总有一个男青年的爸爸不是他亲爸爸，总有一个女青年在不该怀孕的时候怀孕了，总有一个好人听信了坏人的谗言，总有一个坏人最后变成好人。晚间的电视剧就是美式武打剧——破案。每个城市，纽约，芝加哥，迈阿密，洛杉矶，都有自己的破案系列，每次节目都以发现一具尸体开始，以人民警察光荣破案终。当然了，美式破案剧比中式武打剧还是稍微人道一点：基本上没有考验神经的“嚎啕”片段，而中国的电视剧，无论武打剧家庭剧破案剧历史剧，都有阵发性嚎啕防不胜防地出现，真是屋漏偏逢连夜雨，大珠小珠落玉盘。不过，美剧在这方面又走向另一个极端了。美式破案据里，基本上人人都胸有成竹，面无表情，语气冰冷，那些办案人员，人人都似乎见识过大世面，看到一具惨死的尸体，就象看到一块石头一样无动于衷。我就不信了，死成那样还面无表情？头给锯下来还给劈成了两半。装得很辛苦吧。</p><p>让我恢复对电视爱好的，是发现了各类情景喜剧和脱口秀。好看的情景喜剧包括（排名分先后）：Seinfeld；That 70s Show；Will and Grace；Everybody Loves Raymond；Simpsons；Two and Half Man…排在最后的，就是那个最流行的Friends。有一个据说很好看的动画情景喜剧叫South Park，但是奇怪的是我没怎么看到电视上演。最好看的脱口秀是Jay Leno和Connar O’Brien。还有几个据说很有名的脱口秀比如Stephen Colbert之类，但是他们的政治观点太左了，我这个反动派实在看不下去。老是抓着布什不放，既没有新意，又安全无比，柿子专找软的捏，太没劲了，有本事你骂奥巴马试试看！</p><p>我之所以喜爱情景喜剧和脱口秀，是因为其中的对话特别聪明，稀里哗啦噼里啪啦地聪明，那小机智小幽默，那线路，那速度，那弧旋，那扣杀，比乒乓球冠军决赛还好看。前一段有朋友给我发周立波的单口相声视频，说是特别好玩，已经红遍大江南北了。我看了之后，就觉得中国人真可怜，这不让说，那不让讲，一会儿有关部门很生气，一会儿广大群众很受伤，那么一点蹑手蹑脚的小玩笑，大家就迫不及待奔走相告了。</p><p>到了英国之后，我惊恐地发现，英国人的电视节目里几乎没有情景喜剧和脱口秀。而英国的电视剧真不好看，既没有中国式波澜壮阔的嚎啕，也没有美国式胸有成竹的紧凑，他们的故事无色无味无盐无糖——怎么说呢——好吧，我从来不能坚持连续看10分钟以上，所以确实不知道该怎么说。他们也有一两个类似脱口秀的节目，一群喜剧演员聚在一起损政治家、电影明星、体育明星。聪明也是真聪明，可是特别特别mean！连我这么邪恶的人，都看不下去。而且那些残酷的笑话，明显卖弄的成分大大超过了娱乐的成分，所以我不爱看。英式幽默比起美式幽默，那是要颜色深很多，如果说美式幽默是帮观众抓痒，英式幽默则是一把匕首飞过来，躲得过算你命大，躲不过算你倒霉。</p><p>英国的电视节目相对好看的是纪录片和时政新闻。比如Paranoma，就是通过这个纪录片系列，我了解到日本的贫困阶层有多穷，中国的贩卖儿童业现状，苏丹的近况，联合国的腐败……时政新闻的好看之处在于，任何一个问题，主持人都会请正反两方表达意见，但是英国的国内政治，大多是鸡毛蒜皮的争执，正方反方似乎都是无聊方。</p><p>好在还有《Friends》。我在英国的两年里，BBC 4+1在重放美剧《Friends》。这个曾经在我的排名中名列最后的情景喜剧，在与自己的竞争中，一举跃为第一名。每天晚上6-7点，Rachel, Phoebe, Monica, Ross, Joey, Chandler准时出现。6-7点大约是我每天回家的时间，回家第一件事，就是打开电视，调到《Friends》。其实我也不总在看，有时候就是开着电视，让欢声笑语充满整个公寓。此情此景说起来似乎有些凄凉：一个中年女人身在异乡，一个人回到空荡荡的公寓，她在厨房里切菜，电饭煲里的饭在滋滋冒气，空空的沙发对面，电视里传来阵阵欢声笑语。</p><p>出国时间长，对国内与时俱进的电视业发展已经无法追踪了。《士兵突击》、《我的团长我的团》、《我的兄弟叫顺溜》、《汉武大帝》、《雍正王朝》、《新少林传奇》、《少年包青天》、《可爱的你》、《潜伏》……每年回家，发现嚎啕的还在嚎啕，劈大山的还在劈大山，韩剧仍然是女主角在第8集打了一个喷嚏，到了第 80集才抽出纸巾来。一个新现象是近几年突然涌现出很多歌颂“我军官兵”的电视剧。我想这个地球上还有哪个国家如此热衷于拍摄歌颂暴力机器的电视剧呢，我想这个地球还有哪个国家把同胞互相残杀的悲剧拍摄成可歌可泣的伟大胜利呢，我想这个地球上还有哪个国家的电视里几乎从来不报道关系国计民生的“群体性事件”但是所有电视台狂热报道日全食呢……我想啊想啊百思不得其解。百思不得其解之后，我家的电视基本上永远是停留在中央二台，我不看电视剧不看综艺节目不看时政新闻就看看经济新闻总可以吧。经济频道好歹有时候还拉我的偶像任志强老师和买房消费者辩论辩论呢。当然有时候我也偷偷看看新闻联播，我主要是想研究研究我国的“领导排坐学”、“领导表情学”、“领导视察学”等领域近年有没有实现理论上的重大突破。</p><p>在美国的时候，我认识一堆家里没有电视的人。这些人有一个共同特点，就是很有文化。作为文化人，他们很清高，而电视则是很低俗的东西，为了避免被低俗文化污染，于是他们毅然决然的放弃了电视。对此我很困惑：第一，他们家来客人又没话说的时候，他们的眼睛都往哪里投放呢？第二，在他们怀疑人生的时候，通过什么方式来找到更倒霉的人从而重新树立生活的信心呢？第三，在他们想通过骂人来建立智力优越感的时候，怎样迅速找到大规模的傻叉呢？（画外音：网络……）第四，如果他们家里有孩子，他们怎样让正在哭闹的、特别粘人的、满地打滚的小朋友迅速消失恢复安静呢？啊，小朋友多么热爱看电视。至少有一个小朋友曾经如此。很多年前的那个夏夜，她仰望着那个闪闪发光的小盒子，良莠不分，来者不拒，坚持把所有的电视节目看了个底朝天，看到“谢谢收看”为止。她后来成了一个没有故乡的人，但是当时，她坐在小板凳上，美好世界从那个小盒子向她奔涌而去，她眼里装着全世界的惊喜。</p>
         * date : {"curr":"20170406","next":"20170407","prev":"20170405"}
         * digest : 我人生中最急中生智的一刻可能是6岁那年夏天的一个深夜。那天我又在邻居杨丽丽家看了一晚上电视。先是杨丽丽困了上床睡觉去了，后来是她妹妹杨萍萍上
         * title : 谢谢收看
         * wc : 4527
         */

        private String author;
        private String content;
        private DateBean date;
        private String digest;
        private String title;
        private int wc;

        public String getAuthor() {
            return author;
        }

        public void setAuthor(String author) {
            this.author = author;
        }

        public String getContent() {
            return content;
        }

        public void setContent(String content) {
            this.content = content;
        }

        public DateBean getDate() {
            return date;
        }

        public void setDate(DateBean date) {
            this.date = date;
        }

        public String getDigest() {
            return digest;
        }

        public void setDigest(String digest) {
            this.digest = digest;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public int getWc() {
            return wc;
        }

        public void setWc(int wc) {
            this.wc = wc;
        }

        public static class DateBean {
            /**
             * curr : 20170406
             * next : 20170407
             * prev : 20170405
             */

            private String curr;
            private String next;
            private String prev;

            public String getCurr() {
                return curr;
            }

            public void setCurr(String curr) {
                this.curr = curr;
            }

            public String getNext() {
                return next;
            }

            public void setNext(String next) {
                this.next = next;
            }

            public String getPrev() {
                return prev;
            }

            public void setPrev(String prev) {
                this.prev = prev;
            }

            @Override
            public String toString() {
                return "DateBean{" +
                        "curr='" + curr + '\'' +
                        ", next='" + next + '\'' +
                        ", prev='" + prev + '\'' +
                        '}';
            }
        }

        @Override
        public String toString() {
            return "DataBean{" +
                    "author='" + author + '\'' +
                    ", content='" + content + '\'' +
                    ", date=" + date +
                    ", digest='" + digest + '\'' +
                    ", title='" + title + '\'' +
                    ", wc=" + wc +
                    '}';
        }
    }

    @Override
    public String toString() {
        return "BookBean{" +
                "data=" + data +
                '}';
    }
}
